Repository: kramaranya/doodle_me
Catalog: lib/l10n/app_*.arb
Languages: it, nl, pl, sl, uk

# language
source: English
it: Lingua
nl: Taal
pl: Język
sl: Jezik
uk: Мова

source: Draw
it: Disegna
nl: Tekenen
pl: Rysuj
sl: Risanje
uk: Малюй

source: Doodle
it: Disegni
nl: Tekeningen
pl: Rysunki
sl: Risbe
uk: Малюнки

source: Settings
it: Impostazioni
nl: Instellingen
pl: Ustawienia
sl: Nastavitve
uk: Налаштування

# languageCode
source: en
it: it
nl: nl
pl: pl
sl: sl
uk: uk

source: Pronounce
it: Pronuncia
nl: Uitspreken
pl: Wymów
sl: Izgovori
uk: Вимовити

source: Your drawing looks like
it: Il tuo disegno assomiglia a
nl: Uw tekening ziet eruit als
pl: Wygląda Twój Rysunek jak
sl: Vaša risba izgleda takole
uk: Твій малюнок виглядає як

source: Score
it: Probabilità
nl: Waarschijnlijkheid
pl: Prawdopodobieństwo
sl: Verjetnost
uk: Ймовірність

source: Result
it: Risultato
nl: Resultaat
pl: Wynik
sl: Rezultat
uk: Результат

source: Search
it: Ricerca
nl: Zoek
pl: Szukaj
sl: Iskanje
uk: Пошук

source: Night Mode
it: Modalità Notturna
nl: Nachtmodus
pl: Tryb nocny
sl: Nočni Način
uk: Нічний Режим

# languageDescription
source: Select the language you prefer for the app interface.
it: Seleziona una lingua per l'interfaccia dell'applicazione.
nl: Selecteer een taal voor de applicatie-interface.
pl: Wybierz język interfejsu aplikacji.
sl: Izberite jezik za vmesnik aplikacije.
uk: Виберіть мову для інтерфейсу програми.

# themeDescription
source: Toggle between light and dark theme for better visibility according to your preference.
it: Passa dal tema chiaro a quello scuro per una migliore visibilità in base alle tue preferenze.
nl: Schakelaar tussen lichte en donkere thema's voor een betere zichtbaarheid, afhankelijk van uw voorkeur.
pl: Przełączaj pomiędzy jasnymi i ciemnymi motywami, aby uzyskać lepszą widoczność zgodnie z własnymi preferencjami.
sl: Preklapljajte med svetlimi in temnimi temami za boljšo vidljivost glede na vaše želje.
uk: Перемикайтеся між світлою та темною темами для кращої видимості відповідно до ваших уподобань.

source: Explore
it: Esplora
nl: Verkennen
pl: Odkrywaj
sl: Razišči
uk: Огляд

source: Draw Your Doodle
it: Disegna il tuo Scarabocchio
nl: Teken je Doodle
pl: Narysuj Twój Rysunek
sl: Nariši Svoj Risbe
uk: Намалюй Свій Малюнок

# looksLike
source: It looks like
it: Sembra
nl: Het lijkt erop
pl: Wygląda jak
sl: Videti je
uk: Це виглядає як

# tryAgainMessage
source: Sorry if none of these images match your drawing. Please try drawing again...
it: Scusa se nessuna di queste immagini corrisponde al tuo disegno. Prova a disegnare di nuovo...
nl: Sorry als geen van deze afbeeldingen overeenkomt met uw tekening. Probeer opnieuw te tekenen...
pl: Przepraszamy, jeśli żaden z tych obrazów nie pasuje do Twojego rysunku. Spróbuj rysować ponownie...
sl: Oprostite, če se nobena od teh slik ne ujema z vašo risbo. Poskusite risati znova...
uk: Вибачте, якщо жодне з цих зображень не відповідає вашому малюнку. Спробуйте намалювати ще раз...

# helpTooltip
source: Help
it: Aiuto
pl: Pomoc
sl: Pomoč
uk: Довідка

source: We are
it: Noi
nl: Wij
pl: My
sl: Mi
uk: Ми

source: Accuracy:
it: Precisione:
nl: Nauwkeurigheid:
pl: Dokładność:
sl: Natančnost:
uk: Точність:

# confident
source: confident this drawing matches the category
it: sono sicuro che questa immagine corrisponda alla categoria
nl: zijn ervan overtuigd dat deze foto overeenkomt met de categorie
pl: ma pewność, że to zdjęcie odpowiada danej kategorii
sl: ste prepričani, da ta slika ustreza kategoriji
uk: впевнені, що цей малюнок відповідає категорії
